"Add" = "Dodaj";
"Add Source" = "Dodaj źródło";
"All Packages" = "Wszystkie paczki";
"Analyzing dependencies..." = "Analizowanie zależności…";
"Author" = "Autor";
"Bad Source" = "Złe źródło";
"Cancel" = "Anuluj";
"Cancelled." = "Anulowano.";
"Cleaning up..." = "Oczyszczanie…";
"Custom..." = "Dostosowywanie…";
"Direct Dependencies" = "Bezpośrednie zależności";
"Direct Dependency" = "Bezpośrednia zależność";
"Done" = "Wykonano";
"Downloading" = "Ściąganie";
"Finishing" = "Kończenie";
"have" = "posiada";
"Install" = "Instaluj";
"Installing" = "Instalowanie";
"Maintainer" = "Właściciel";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Paczka \"%@\" nie może zostać usunuięta, gdyż wpływa na działanie Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Paczka \"%1$@\" nie może zostać usunuięta, gdyż inne paczki zależą od niej:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Paczka \"%1$@\" nie może zostać zainstalowana (DPKG zwrócił błąd #%2$d). Więcej informacji w logu konsoli.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Paczka \"%1$@\" nie może zostać usunięta (DPKG zwrócił błąd #%2$d). Więcej informacji w logu konsoli.";
"Package \"%@\" was not found." = "Paczka \"%@\" nie została odnaleziona. Prawdopodobnie musisz dodać nowe źródło aby ją odnaleźć.";
"Please enter the source URL:" = "Wprowadź URL źródła:";
"Preparing" = "Przygotowywanie";
"Reinstall" = "Reinstalacja";
"Removing" = "Usuwanie";
"Search All" = "Wyszukaj wszystko";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Źródło o URL'u \"%@\" nie jest zgodne. Zostało odrzucone.";
"Uncategorized" = "Bez kategorii";
"Update All" = "Uaktualnij wszystko";
"Remove" = "Usuń";
"Version" = "Wersja";
"Upgrade" = "Uaktualnienie";
"View Console Log" = "Obejrzyj log konsoli";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Paczka \"%@\" nie może zostać zainstalowana gdyż wystąpił konflikt z inną paczką, \"%@\". Odinstaluj ją i spróbuj ponownie.";
"More..." = "Więcej…";
"Recent Packages" = "Nowe paczki";
"Force Remove" = "Wymuś usunięcie";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Ta paczka jest oznaczona jako niezbędna i uznana za wymaganą do prawidłowego działąnia systemu. Możesz wymusić jej deinstalację ale może to spowodować niestabilność systemu. Wykonaj tą operację o ile jesteś jej pewien..";
"%d Hours Ago" = "%d godzin temu";
"%d Hour Ago" = "%d godzinę temu";
"%d Minutes Ago" = "%d minut temu";
"%d Minute Ago" = "%d minutę temu";
"%d Days Ago" = "%d dni temu";
"Yesterday" = "Wczoraj";
"Two Days Ago" = "Dwa dni temu";

/* NIB strings */
"Add All" = "Dodaj wszystkie";
"Other Credits" = "Inne wpisy";
"Copyright" = "Prawa autorskie";
"All rights reserved" = "Wszystkie prawa zastrzeżone";
"Categories" = "Kategorie";
"Sources" = "Źródła";
"Installed" = "Zainstalowane";
"About" = "Opis";
"Updated" = "Uaktualnione";
"Package Name" = "Nazwa paczki";
"Back" = "Wróć";
